{
"the-empire": "The once-great Empire lies in ruins. Golden fields and blooming gardens are no more. Endless wars divide the land, as nobles feud and bandits crown themselves. The skies ignore the elders' prayers, and the people live in fear. Cities crumble, their streets ruled by outlaws. Trade is replaced by looting; tattered banners mark a lost legacy. Farmers flee their lands, unable to resist raiders or cruel lords. Rebellion stirs, but hope fades. The Empire is a broken shadow, fading into memory.",
"the-empire-traits": "The Empire fields disciplined armies aided by priests who heal warriors directly on the battlefield. Their divine blessings restore strength and morale, turning the tide of battle. United by faith and order, they stand resilient against chaos and ruin.",

"undead-hordes": "In despair, Mortis raised an army of the dead, mourning her lost Gallean. His soul is gone, her pleas unanswered. Her heart turns cold as she defies death. She whispers to spirits, promising vengeance and salvation. She’ll tear the boundary between life and death, even if the world must bleed. The holy child may hold the key, and she intends to take it. Her undead march onward, growing with every fallen soul. Love drives her beyond reason. She won’t rest until Gallean returns—or life is silenced forever.",
"undead-hordes-traits": "An army of shadows and curses obeys the will of its mistress. The vampire hero steals life from foes, the ghost paralyzes with a terrifying scream, the weapon-immune werewolf shows no mercy, and the fierce wyvern strikes with deadly force. These creatures relentlessly shatter the will and flesh of their enemies.",

"legions-of-the-damned": "Bethrezen’s dark legions rise again, chanting from Nevendaar’s wastelands. They march across scorched lands, bound to free their fallen god. Once sealed beneath the Mountain Temple, the weakening barrier now fuels their rituals. Shadowed priests guide them, calling Bethrezen closer. The world recoils in fear as each battle draws him nearer. Nevendaar’s fate hangs by a thread as the final ritual approaches. The legions stand ready to plunge the world into eternal darkness.",
"legions-of-the-damned-traits": "The demon army brings imps and gargoyles onto the battlefield. These hellish creatures relentlessly attack enemies, sowing chaos and destruction with unyielding ferocity. They strengthen the power of their masters, turning the tide of any conflict."
}
